{
  "title" : "Ingram Micro Christmas Campaign by Asen Sokolov",
  "descr" : "Web developer based in Dubai, UAE. With more than 8 year experience and more than 100 project behind his back as a part of Xec-studio family.",
  "keywords": "Ingram Micro Christmas Campaign, Ingram Micro Christmas Website, Freelance Developer DUBAI, Freelance Developer UAE, Designer UAE, Designer DUBAI, Design, Branding, Graphic Design, Storytelling, Interactive Design, Interaction Design, UI, UX, User Experience, Front-end Development, Development, CMS, Corporate Branding, Website & Application Development, Marketing, Digital Marketing, Web Design, Website Design, Website Design & Development, Website Production, Brand Architecture, Branded Solutions, Content, Development, Mobile, Interactive, Creative Services, Creative Direction, Graphical User Interface, Graphic Designers, Brand Development, Interactive Marketing, Digital Art, Brand Strategy, Social Media Content, Full-Blown Integrated Campaign, Award-Winning Creative Concepts, Web Development,Logo Design, Corporate Identity,  Logos, Mobile Websites, Responsive Websites, Creative Design, Landing Pages, Brand Development, UX Development, Campaign Development, Online Solutions, App Development, Banners, Websites, eCommerce, Online Stores, HTML5, CSS3, Javascript, jQuery, Ajax, Responsive Web Design, Mobile Development , Illustration, Typography, User Experience, Front and Back-end Development, User Interface Design, Project Management, Hand Drawing",

  "fbImage" : "assets/img/showcases/santa-yourself/fb-santa-yourself-social-image.jpg",
  "twImage" : "",


  "coverTitle" : "",
  "coverDescription" : "",
  "coverImage" : "assets/img/showcases/santa-yourself/santa-yourself-cover.jpg",

  "service": "Christmas Campaign",
  "projectImage": "assets/img/showcases/santa-yourself/santa-yourself-project-image.png",

  "generalInfo": "Ingram Micro helps businesses fully realize the promise of technology™—helping them maximize the value of the technology that they make, sell or use. With its vast global infrastructure and focus on cloud, mobility, supply chain and technology solutions, Ingram Micro enables business partners to operate more efficiently and successfully in the markets they serve.<br/><br/>No other company delivers as broad and deep a spectrum of technology and supply chain services to businesses around the world. Founded in 1979, Ingram Micro’s role as a leader and innovator in technology and supply chain services has fueled its rise to the 69th ranked corporation in the FORTUNE 500®. ",

  "typographyMain": "Helvetica Light",
  "typographySecondary": "Helvetica Bold",
  "typographyNative": "Arial",
  "typographyDescr": "Helvetica is a widely used sans-serif typeface. Over the years a wide range of variants have been released in different weights, widths and sizes, as well as matching designs for a range of non-Latin alphabets.",
  "typographyImage": "assets/img/showcases/santa-yourself/santa-yourself-typography.png",

  "creativeImage": "assets/img/showcases/santa-yourself/santa-yourself-creative.jpg",
  "creativeDescr": "<strong>PROJECT ASSIGNMENT:</strong> Create a concept for an original Christmas card which will cheer up users and fill them up with Christmas spirit during winter holidays.<br/><br/><strong>PROJECT  IMPLEMENTATION:</strong> It all started with writing a funny story line and creating cute Santa and Santa’s Elves characters. We wanted to allow users to literary get into Santa’s and his Elves’s boots through a holiday wish card.<br/><br/>“Santa Yourself” project was developed for a much shorter period of time than a project like this requires - 3 weeks only. The platform allows users to upload their personal photos and create their unique video which can be sent as a Christmas card by e-mail. This project was build on flexible Amazon Cloud server for better performance and better user experience.<br/><br/><strong>PROJECT DEVELOPED BY:</strong> XEC-Studio",

  "mobileImage": "assets/img/showcases/santa-yourself/santa-yourself-mobile-friendly.png",
  "mobileImageSpace": "false",

  "mockUpImage": "assets/img/showcases/santa-yourself/santa-yourself-image-mockup.png",
  "buildOnText": "Built on the Cloud",
  "buildOnImage": "assets/img/showcases/santa-yourself/santa-yourself-server.png",

  "prevProjectTitle": "MM Showcase",
  "prevProjectUrl": "showcases/meadow-in-the-mountains",
  "nextProjectTitle": "Brand Creative Showcase",
  "nextProjectUrl": "showcases/brand-creative"
}