{
  "title" : "News by Asen Sokolov",
  "descr" : "Web developer based in Dubai, UAE. With more than 8 year experience and more than 100 project behind his back.",
  "keywords": "Freelance News Dubai, Freelance News UAE, Freelance Developer DUBAI, Freelance Developer UAE, Designer UAE, Designer DUBAI, Design, Branding, Graphic Design, Storytelling, Interactive Design, Interaction Design, UI, UX, User Experience, Front-end Development, Development, CMS, Corporate Branding, Website & Application Development, Marketing, Digital Marketing, Web Design, Website Design, Website Design & Development, Website Production, Brand Architecture, Branded Solutions, Content, Development, Mobile, Interactive, Creative Services, Creative Direction, Graphical User Interface, Graphic Designers, Brand Development, Interactive Marketing, Digital Art, Brand Strategy, Social Media Content, Full-Blown Integrated Campaign, Award-Winning Creative Concepts, Web Development,Logo Design, Corporate Identity,  Logos, Mobile Websites, Responsive Websites, Creative Design, Landing Pages, Brand Development, UX Development, Campaign Development, Online Solutions, App Development, Banners, Websites, eCommerce, Online Stores, HTML5, CSS3, Javascript, jQuery, Ajax, Responsive Web Design, Mobile Development , Illustration, Typography, User Experience, Front and Back-end Development, User Interface Design, Project Management, Hand Drawing",

  "fbImage" : "assets/img/fb-news-social-image.jpg",
  "twImage" : "",

  "coverTitle" : "NEWS",
  "coverDescription" : "Become part of the<br/> technological evolution!",
  "coverImage" : "assets/img/covers/news-cover.jpg",
  "news" : [
    {
      "date": "04.25.2016",
      "title": "Upcoming Projects 2016",
      "category": "Development",
      "newsImage": "assets/img/news/upcoming-projects-2016/upcoming-projects-thumb.jpg",
      "link": "news/upcoming-projects-2016"
    },{
      "date": "04.10.2016",
      "title": "Welcome to my new home!",
      "category": "Development",
      "newsImage": "assets/img/news/as-v3/as-v3-thumb.jpg",
      "link": "news/as-v3"
    },{
      "date": "03.15.2016",
      "title": "Cambodia & Thailand",
      "category": "Hobbies",
      "newsImage": "assets/img/news/cambodia-thailand-2016/cambodia-thailand-thumb.jpg",
      "link": "news/cambodia-thailand-2016"
    },{
      "date": "02.10.2016",
      "title": "Bloomberg Square Mile Run 2016",
      "category": "Hobbies",
      "newsImage": "assets/img/news/bloomberg-square-mile-2016/bloomberg-square-mile-thumb.jpg",
      "link": "news/bloomberg-square-mile-2016"
    },{
      "date": "01.25.2016",
      "title": "Dubai Marathon 2016",
      "category": "Hobbies",
      "newsImage": "assets/img/news/dubai-marathon-2016/dubai-marathon-thumb.jpg",
      "link": "news/dubai-marathon-2016"
    }
  ]
}