{
  "title" : "AsenSokolov.com Version 3.0 by Asen Sokolov",
  "descr" : "Web developer based in Dubai, UAE. With more than 8 year experience and more than 100 project behind his back.",
  "keywords": "Asen Sokolov Website, Asen New Website, Freelance Developer DUBAI, Freelance Developer UAE, Designer UAE, Designer DUBAI, Design, Branding, Graphic Design, Storytelling, Interactive Design, Interaction Design, UI, UX, User Experience, Front-end Development, Development, CMS, Corporate Branding, Website & Application Development, Marketing, Digital Marketing, Web Design, Website Design, Website Design & Development, Website Production, Brand Architecture, Branded Solutions, Content, Development, Mobile, Interactive, Creative Services, Creative Direction, Graphical User Interface, Graphic Designers, Brand Development, Interactive Marketing, Digital Art, Brand Strategy, Social Media Content, Full-Blown Integrated Campaign, Award-Winning Creative Concepts, Web Development,Logo Design, Corporate Identity,  Logos, Mobile Websites, Responsive Websites, Creative Design, Landing Pages, Brand Development, UX Development, Campaign Development, Online Solutions, App Development, Banners, Websites, eCommerce, Online Stores, HTML5, CSS3, Javascript, jQuery, Ajax, Responsive Web Design, Mobile Development , Illustration, Typography, User Experience, Front and Back-end Development, User Interface Design, Project Management, Hand Drawing",

  "fbImage" : "assets/img/news/as-v3/fb-as-v3.jpg",
  "twImage" : "",

  "coverTitle" : "",
  "coverDescription" : "Welcome to my new home!<br/>AsenSokolov.com v3.0",
  "coverImage" : "assets/img/news/as-v3/as-v3-cover.jpg",

  "articleInfo": "I’m extremely happy to show you my new Online Home! This is my new website. I spent a lot of time and effort to present my work and myself in the best possible way.<br/><br/>I used the latest design and development techniques in the creation of my website: AngularJS for the visual part and PHP and mySQL for the backend. You will notice the website speed is incredibly fast and everything loads almost instantly. So go ahead and take a look at my Showcase section to get familiar with my awesome projects.<br/><br/>Looking forward to your feedback and comments!<br/><br/>That’s it for now!<br/>Happy browsing :)))"
}