{
  "title" : "Dubai Bloomberg Square Mile Run 2016 by Asen Sokolov",
  "descr" : "Web developer based in Dubai, UAE. With more than 8 year experience and more than 100 project behind his back.",
  "keywords": "Dubai Bloomberg Square Mile Run, Bloomberg Square Mile Run, Freelance Developer DUBAI, Freelance Developer UAE, Designer UAE, Designer DUBAI, Design, Branding, Graphic Design, Storytelling, Interactive Design, Interaction Design, UI, UX, User Experience, Front-end Development, Development, CMS, Corporate Branding, Website & Application Development, Marketing, Digital Marketing, Web Design, Website Design, Website Design & Development, Website Production, Brand Architecture, Branded Solutions, Content, Development, Mobile, Interactive, Creative Services, Creative Direction, Graphical User Interface, Graphic Designers, Brand Development, Interactive Marketing, Digital Art, Brand Strategy, Social Media Content, Full-Blown Integrated Campaign, Award-Winning Creative Concepts, Web Development,Logo Design, Corporate Identity,  Logos, Mobile Websites, Responsive Websites, Creative Design, Landing Pages, Brand Development, UX Development, Campaign Development, Online Solutions, App Development, Banners, Websites, eCommerce, Online Stores, HTML5, CSS3, Javascript, jQuery, Ajax, Responsive Web Design, Mobile Development , Illustration, Typography, User Experience, Front and Back-end Development, User Interface Design, Project Management, Hand Drawing",

  "fbImage" : "assets/img/news/bloomberg-square-mile-2016/fb-bloomberg-square-mile.jpg",
  "twImage" : "",

  "coverTitle" : "",
  "coverDescription" : "Bloomberg Square Mile Run 2016",
  "coverImage" : "assets/img/news/bloomberg-square-mile-2016/bloomberg-square-mile-cover.jpg",

  "articleInfo": "After 2 weeks rest and recovery from the injury which I got during the marathon I participated in Bloomberg Square Mile Run with my friends.The race was very interesting and fun.<br/><br/>The rules of the race are very simple: every team has 10 runners; every runner has to run 1 mile and pass the relay to the next runner; the team who finishes first is the winner.<br/><br/>Our team had only 9 runners so I had to run twice because I was in the best physical condition after all this months of preparation for the marathon. After an intense race we succeed to finish on 9 place from 50 teams for 1 Hour 12 Minutes and 58 Seconds . And my time for the first run was 6 Minutes and 31 Seconds and for the second 6 Minutes and 49 Seconds. It was a very interesting experience and i glad we made it and took place in top 10 :)))"
}