{
  "title" : "Travel to Cambodia & Thailand by Asen Sokolov",
  "descr" : "Web developer based in Dubai, UAE. With more than 8 year experience and more than 100 project behind his back.",
  "keywords": "Cambodia Travel, Thailand Travel, Trip Cambodia, Vocation Thailand, Freelance Developer DUBAI, Freelance Developer UAE, Designer UAE, Designer DUBAI, Design, Branding, Graphic Design, Storytelling, Interactive Design, Interaction Design, UI, UX, User Experience, Front-end Development, Development, CMS, Corporate Branding, Website & Application Development, Marketing, Digital Marketing, Web Design, Website Design, Website Design & Development, Website Production, Brand Architecture, Branded Solutions, Content, Development, Mobile, Interactive, Creative Services, Creative Direction, Graphical User Interface, Graphic Designers, Brand Development, Interactive Marketing, Digital Art, Brand Strategy, Social Media Content, Full-Blown Integrated Campaign, Award-Winning Creative Concepts, Web Development,Logo Design, Corporate Identity,  Logos, Mobile Websites, Responsive Websites, Creative Design, Landing Pages, Brand Development, UX Development, Campaign Development, Online Solutions, App Development, Banners, Websites, eCommerce, Online Stores, HTML5, CSS3, Javascript, jQuery, Ajax, Responsive Web Design, Mobile Development , Illustration, Typography, User Experience, Front and Back-end Development, User Interface Design, Project Management, Hand Drawing",

  "fbImage" : "assets/img/news/cambodia-thailand-2016/fb-cambodia-thailand.jpg",
  "twImage" : "",

  "coverTitle" : "",
  "coverDescription" : "Cambodia & Thailand",
  "coverImage" : "assets/img/news/cambodia-thailand-2016/cambodia-thailand-cover.jpg",

  "articleInfo": "After all these months of training and sweating for the marathon in Dubai, it was time for a well deserved 2 weeks vacation. Me and my wife decided to go to Cambodia to see and feel the spirit of the great Khmer Civilisation. From the moment we landed in the city of Siem Reap we loved the place. Everything was so natural and the people were very friendly. We spent 5 days in Cambodia and visited a lot of places, incredible temples and met very nice people on the way.  We found a couple of places with delicious vegan food (Peace Cafe is one of them) for a wonderful relax time after a long day of walking and sightseeing in the hot weather.<br/><br/>After visiting Cambodia we traveled to Bangkok. We spent in this busy and overpopulated city 7 days - enough time to fall in love with thai people. We visited many places and traveled a lot outside of Bangkok. Every day was an adventure travelling from one place to another we used all kinds of transport (bicycles, motorcycles, cars, tuk tuk, buses). We fell in love with one small restaurant next to our hotel “Bonita Cafe and Social Club”. If you are in Bangkok, you should definitely visit this place!<br/><br/>After 15 days of adventure it was time to go back home. So here we go - now we are in Dubai, ready for work and looking forward to the next memorable adventure :)"
}