{
  "title" : "Standard Chartered Dubai Marathon 2016 by Asen Sokolov",
  "descr" : "Web developer based in Dubai, UAE. With more than 8 year experience and more than 100 project behind his back.",
  "keywords": "Dubai Marathon, UAE Marathon, Dubai Run, UAE Run, Freelance Developer DUBAI, Freelance Developer UAE, Designer UAE, Designer DUBAI, Design, Branding, Graphic Design, Storytelling, Interactive Design, Interaction Design, UI, UX, User Experience, Front-end Development, Development, CMS, Corporate Branding, Website & Application Development, Marketing, Digital Marketing, Web Design, Website Design, Website Design & Development, Website Production, Brand Architecture, Branded Solutions, Content, Development, Mobile, Interactive, Creative Services, Creative Direction, Graphical User Interface, Graphic Designers, Brand Development, Interactive Marketing, Digital Art, Brand Strategy, Social Media Content, Full-Blown Integrated Campaign, Award-Winning Creative Concepts, Web Development,Logo Design, Corporate Identity,  Logos, Mobile Websites, Responsive Websites, Creative Design, Landing Pages, Brand Development, UX Development, Campaign Development, Online Solutions, App Development, Banners, Websites, eCommerce, Online Stores, HTML5, CSS3, Javascript, jQuery, Ajax, Responsive Web Design, Mobile Development , Illustration, Typography, User Experience, Front and Back-end Development, User Interface Design, Project Management, Hand Drawing",

  "fbImage" : "assets/img/news/dubai-marathon-2016/fb-dubai-marathon.jpg",
  "twImage" : "",

  "coverTitle" : "",
  "coverDescription" : "Standard Chartered<br/>Dubai Marathon 2016",
  "coverImage" : "assets/img/news/dubai-marathon-2016/dubai-marathon-cover.jpg",

  "articleInfo": "I did it!<br/><br/>It took me 4 months to prepare for this Marathon. I ran over 820 km for over 80h and I burnt more than 75 000 Calories. It was totally worth it!<br/><br/>On race day I was laser focused and determined to beat my predicted time of 3h 55min. The start was great - I was running like never before, passing the first 21km for 1h and 52min. It felt like I was flying, I had so much energy. Everything was perfect till I reached the water station at the 24th km. When reaching my hand to grab a bottle I got distracted for a second and stepped on a half empty water bottle and twisted my knee. From this point on the suffering began.<br/><br/>I had to run 18 km with an injured knee to reach the finishing line. It was super painful. The 18km distance with an injury was definitely a huge test for my mind, my body and my will and I’m glad I passed it. After the incident I ran extremely slow and finished the marathon for 4h and 43min and didn’t manage to beat my predicted time of 3h and 55min.<br/><br/>Nevertheless, as aways I’m positive about the whole experience. It was truly incredible - the race, the track, the people, the whole organisation and the feeling when you cross the finish line after 4+ hours of running. Amazing! And guess what? I plan to do it again ;)"
}