{
  "title" : "Upcoming Projects 2016 by Asen Sokolov",
  "descr" : "Web developer based in Dubai, UAE. With more than 8 year experience and more than 100 project behind his back.",
  "keywords": "Upcoming Projects 2016, Asen Sokolov New Projects, Freelance Developer DUBAI, Freelance Developer UAE, Designer UAE, Designer DUBAI, Design, Branding, Graphic Design, Storytelling, Interactive Design, Interaction Design, UI, UX, User Experience, Front-end Development, Development, CMS, Corporate Branding, Website & Application Development, Marketing, Digital Marketing, Web Design, Website Design, Website Design & Development, Website Production, Brand Architecture, Branded Solutions, Content, Development, Mobile, Interactive, Creative Services, Creative Direction, Graphical User Interface, Graphic Designers, Brand Development, Interactive Marketing, Digital Art, Brand Strategy, Social Media Content, Full-Blown Integrated Campaign, Award-Winning Creative Concepts, Web Development,Logo Design, Corporate Identity,  Logos, Mobile Websites, Responsive Websites, Creative Design, Landing Pages, Brand Development, UX Development, Campaign Development, Online Solutions, App Development, Banners, Websites, eCommerce, Online Stores, HTML5, CSS3, Javascript, jQuery, Ajax, Responsive Web Design, Mobile Development , Illustration, Typography, User Experience, Front and Back-end Development, User Interface Design, Project Management, Hand Drawing",

  "fbImage" : "assets/img/news/upcoming-projects-2016/fb-upcoming-projects.jpg",
  "twImage" : "",

  "coverTitle" : "",
  "coverDescription" : "Upcoming Projects 2016",
  "coverImage" : "assets/img/news/upcoming-projects-2016/upcoming-projects-cover.jpg",

  "articleInfo": "Hey, guys it’s time to share with you what’s coming next! I’m very exited for the next couple of months because I have a couple of very interesting projects on my schedule.<br/><br/>The first one is for one of the best Salsa Dance Teams in Bulgaria. The second one is a website for one of the best fitnesses in Qatar. The third one is a very interesting project related to popularising fruits consumption on the British Market.<br/><br/>There is one more interesting projects in my pocket but I will share more info soon!<br/><br/>So as you can se in the next couple of months you can expect a lot of new things coming from me, so be patient."
}